export const mapData = [
  {
    longitude: 43.914884,
    latitude: 17.063405,
    title: "المستشفى السعودي بحجة",
    description:
      "المستشفى السعودي بحجة يقدم خدماته بطاقة استيعابية تقدر بنحو (200) سريراً، وتقدم فيه الخدمات العلاجية لمختلف الأقسام والتخصصات بدءاً بقسم الباطنية، والجراحة، وقسم الأطفال، وقسم النساء والولادة إضافة إلى المختبر، وقسم الأشعة، وقسم العظام، وقسم الجلدية، وقسم الأسنان، والعيون، وقسم المسالك البولية، وقسم غسيل الكلى وانتهاء بقسم الأنف والأذن والحنجرة.",
    image: "/project1.png",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 1,
  },
  {
    longitude: 43.25,
    latitude: 16,
    title: "مستشفى السلام السعودي بصعدة",
    description:
      "  مستشفى السلام السعودي بصعدة يقدم خدماته بطاقة استيعابية تقدر بنحو (200) سريراً، ويوجد به أقسام وتخصصات مختلفة بدءاً من قسم الباطنية، والجراحة، وقسم الأطفال، وقسم النساء والولادة إضافة إلى المختبر، وقسم الأشعة، وقسم العظام، وقسم الجلدية، وقسم الأسنان، والعيون، وقسم المسالك البولية، وانتهاء بقسم الأنف والأذن والحنجرة",
    image: "/project2.png",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 2,
  },
  {
    longitude: 45.0422166,
    latitude: 12.7803501,
    title: "مستشفى الأمير محمد بن سلمان",
    description:
      "مستشفى الأمير محمد بن سلمان يقدم خدماته بطاقة استيعابية تقدر بنحو 270 سريراً، وبدأ تشغيل المستشفى وفقاً للخطة الزمنية المجدولة في تاريخ (6-12-2022م)، حيث من المتوقع أن يستفيد من المستشفى ومركز القلب سنوياً ما يزيد على (438) ألف مراجع من مختلف المديريات والمحافظات المجاورة بإشراف نخبة من الاستشاريين والأطباء المتميزين. تم إنشاء مسجد يتسع لحوالي 100 مصلي ويخدم المسجد المرضى وزائريهم والعاملين بالمستشفى، ومنطقة انتظار لصيدلية، إضافة إلى تأمين وتنفيذ محطة أكسجين منفصلة، وتأمين عدد (4) سيارات اسعاف إضافية. ",
    image: "/project3.png",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 3,
  },

  {
    longitude: 39.19797,
    latitude: 21.54238,
    title: "مبنى فندق جدة",
    description:
      "يقع المبنى في حي الحمراء في مدينة جدة بإطلاله على البحر مباشرة ونافورة جدة الشهيرة على مساحة ١٥٤٢ متر مربع.",
    image: "/project4.jpg",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 4,
  },

  {
    longitude: 47.165,
    latitude: 23.996944,
    title: "مجمع فلل حي الندى",
    description:
      "هو مشروع فلل راقية صممت على أحدث التصاميم وامهر المهندسين والعاملين مع الاخذ بالحسبان بجميع المتطلبات والاحتياجات المتعلقة بالفلل، يقع مشروع الندى في مدينة الرياض تحديداً في حي الندى، يتكون المشروع من (28) وحدة سكنية تنقسم إلى (14فيلا – 14 شقة) نفذت المجموعة أعمال الإنشاء والتشطيب وإنشاء المرافق و تأثيثها بالكامل",
    image: "/project5.jpg",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 5,
  },

  {
    longitude: 49.1231345,
    latitude: 14.5424624,
    title: "مركز الأمومة والطفولة بالمكلا",
    description: `أنجزت المجموعة في وقت قياسي مشروع توريد وتركيب مولد كهربائي سعة ٩٠٠ كيلو واط لتأمين القوة الكهربائية للمركز، وتضمن المشروع تجهيز البنية التحتية اللازمة وتدريب الفنيين على التشغيل والصيانة الوقائية.
وقد تم إنجاز المشروع بتاريخ: ٤-١٠-٢٠١٨م 
وساهم إتمام هذا المشروع في حل مشكلة الكهرباء في المستشفى ورفع المعاناة عن المرضى في تلك المنطقة
`,
    image: "/project6.jpg",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 6,
  },

  {
    longitude: 46.6401209,
    latitude: 24.7968893,
    title: "دعم منظمة البلسم الدولية",
    description: `هذا وقد أنجزت المجموعة عدة مشاريع من خلال مساهمتها في تسهيل أعمال المنظمة من خلال تقديم عدد من الأجهزة الطبية والأدوية لمستشفى مركز نبض الحياة بالمكلا ومستشفى سيئون العام إضافة إلى دعم غذائي بواقع ٥ أطنان من التمور لتغذية المرضى وصولاً إلى تقديم الخدمات الاستشارية.`,
    image: "/project7.jpeg",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 7,
  },

  {
    longitude: 45.55,
    latitude: 23.05,
    title: "مقر المجموعة بالرياض",
    description: `حرصت المجموعة على إنشاء مقر رئيسي يكون بمثابة الواجهة الأساسية للمجموعة على مساحة تقدر بـ(٧٥٠) م ومنه تتم أعمال الإدارة والاشراف على كافة المشاريع والاستثمارات.
حيث يقع المقر في شمال مدينة الرياض بالقرب من طريقين رئيسين: (الطريق الدائري الشمالي) و (طريق الملك عبد العزيز)، ويتكون المبنى من عدد (٤) طوابق تشمل المكاتب الرئيسية وصالون الاستقبال والقبو الأرضي بالإضافة إلى المصلى وغرف خاصة للترفيه للموظفين وقسم نسائي متكامل.
`,
    image: "/project8.png",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 8,
  },

  {
    longitude: 48.7925786,
    latitude: 15.9440811,
    title: "مستشفى سيئون العام",
    description: `قامت المجموعة بإنجاز كافة أعمال مشروع تأهيل وتجهيز مستشفى سيئون العام بالبنية التحتية اللازمة للعيادات وتجهيز عيادات طبية متكاملة لـ ( قسم الأسنان - قسم العيون - وقسم عيادة طب الأسرة - قسم الطوارئ) بكامل احتياجاتها من الأجهزة والمعدات الطبية .`,
    image: null,
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 9,
  },

  {
    longitude: 52.1828352,
    latitude: 16.2110173,
    title: "مركز غسيل الكلى بمستشفى الغيضة",
    description: `يعتبر مركز غسيل الكلى بمستشفى الغيضة بمحافظة المهرة شرقي اليمن من المشاريع المميزة التي تشرفت المجموعة بإبرام عقد توريد وتركيب محطة تحلية للمياه تغذي المستشفى، إضافة الى توريد ثمانية عشر كرسياً مجهزا ًللغسيل الكلوي وصولاً الى توريد وتركيب وتشغيل مولد كهربائي ومنظم للكهرباء وجهاز تبريد، ويساهم هذا العمل الإنساني المقدم من حكومة المملكة العربية السعودية في رفع المعاناة عن المرضى في تلك المنطقة.`,
    image: null,
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 10,
  },

  {
    longitude: 47.5,
    latitude: 15.5,
    title: "مركز الأمومة والطفولة في جزيرة سقطرى",
    description: `في أرخبيل سقطرى الجزيرة الواقعة في أقصى جنوب اليمن يمتد العمل الإنساني المقدم من حكومة المملكة العربية السعودية والذي تشرفت المجموعة بإنجازات تأمين الأجهزة والمعدات للمركز ليكون في كامل طاقته التشغيلية حيث قامت المجموعة بتأمين سيارة اسعاف وسيارة صغيرة خاصة بأعمال المركز، إضافة الى تأمين أجهزة مختبر حديثة.`,
    image: null,
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 11,
  },

  {
    longitude: 48.8897824,
    latitude: 15.6838653,
    title: "مستشفى الجوف العام",
    description: `قامت المجموعة بإنجاز كافة أعمال مشروع تأهيل وتجهيز مستشفى الجوف العام بالبنية التحتية اللازمة للعيادات وتم تجهيز عيادات طبية متكاملة من الأجهزة والمعدات الطبية الحديثة لأقسام المستشفى ومن تلك الأقسام: (قسم الأسنان – قسم العيون – قسم عيادة طب الأسرة – قسم الطوارئ) `,
    image: null,
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 12,
  },

  {
    longitude: 45.2598934,
    latitude: 15.5986243,
    title: "مستشفى هيئة مأرب.",
    description: `قامت مجموعة السعد للتنمية والاستثمار بتأمين جهاز رنين مغناطيسي نوع (تسلا 1.5) والذي يعد من أحدث التقنيات في مجاله حيث يقوم الجهاز بعمل الأشعة باستخدام تقنية فائقة الجودة، مما يساعد الأطباء على تشخيص حالات متنوعة بسرعة ودقة، إضافة الى منطقة استقبال وقائمة انتظار للمرضى لضمان تحسين جودة الخدمات المقدمة.`,
    image: "/project9.png",
    markerImage:
      "https://cdn4.iconfinder.com/data/icons/small-n-flat/24/map-marker-512.png",
    id: 13,
  },
];
